espressif/esp-iot-solution/examples/usb/device/usb_extend_screen/components/espressif__esp_lvgl_port/examples/touchscreen/sdkconfig.defaults
CONFIG_IDF_TARGET="esp32s3"
CONFIG_ESPTOOLPY_FLASHMODE_QIO=y
CONFIG_ESPTOOLPY_FLASHSIZE_16MB=y
CONFIG_LV_COLOR_16_SWAP=y
